/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; veri = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA Uzlaşma";

/* Label of field in authority info access extension */
"Access Location" = "Erişim Yeri";

/* Label of field in authority info access extension */
"Access Method" = "Erişim Yöntemi";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "İlişki Değişti";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritma";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Sertifika Otoritesi Seri Numarası";

/* Authority info access extension label */
"Authority Information Access" = "Otorite Bilgi Erişimi";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Otorite Anahtarı Tanıtıcısı";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Temel Kısıtlamalar";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit dizgisi";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte dizgisi";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA Uzlaşma";

/* X.509 key usage bitfield name */
"Cert Sign" = "Sertifika İmzası";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Sertifika Otoritesi";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Sertifika Askıda";

/* Certificate Policies extension label */
"Certificate Policies" = "Sertifika Politikaları";

/* No comment provided by engineer. */
"Certificate Type" = "Sertifika Türü";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "İşlem Kesildi";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritik";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL Dağıtım Noktaları";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL Veren";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL İmzası";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Veri";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Veri Şifreleme";

/* X.509 key usage bitfield name */
"Decipher Only" = "Yalnızca Şifre Çözme";

/* X.509 key usage bitfield name */
"Digital Signature" = "Sayısal İmza";

/* label for general name field value */
"Directory Name" = "Dizin Adı";

/* label for general name field value */
"DNS Name" = "DNS Adı";

/* label for general name field value */
"EDI Party Name" = "EDI Grup Adı";

/* label for general name field value */
"Email Address" = "E-posta Adresi";

/* X.509 key usage bitfield name */
"Encipher Only" = "Yalnızca Şifreleme";

/* No comment provided by engineer. */
"Expired" = "Süresi Dolmuş";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Bitiş";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Açık Metin";

/* Extended key usage extension label */
"Extended Key Usage" = "Uzatılmış Anahtar Kullanımı";

/* Label used for General Name entry when value is invalid */
"General Name" = "Genel Ad";

/* Label used for General Names when value is invalid */
"General Names" = "Genel Adlar";

/* No comment provided by engineer. */
"Hostname mismatch." = "Sunucu adı uyuşmazlığı.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Politika Eşlemesini Engelle";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Geçersiz %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Geçersiz sertifika zinciri bağlantısı.";

/* label for general name field value */
"IP Address" = "IP Adresi";

/* No comment provided by engineer. */
"Issued By" = "Sertifika Veren";

/* No comment provided by engineer. */
"Issuer Name" = "Sertifika Verenin Adı";

/* No comment provided by engineer. */
"Issuer Summary" = "Sertifika Veren Özeti";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Sertifika Verenin Benzersiz Kimliği (ID)";

/* X.509 key usage bitfield name */
"Key Agreement" = "Anahtar Anlaşması";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Anahtar Uzlaşma";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Anahtar Şifreleme";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Anahtar Tanıtıcısı";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "CRL Verenle İlgili Ad";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Hayır";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Red Olmayan";

/* field value of parameters field when no parameters are present */
"none" = "yok";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "görüntülenmiyor (etiket = %1$@; uzunluk %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Şundan Sonra Geçersiz:";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Şundan Önce Geçersiz:";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Bildiri Numaraları";

/* Netscape certificate type usage value */
"Object Signing" = "Nesne İmzalama";

/* Netscape certificate type usage value */
"Object Signing CA" = "Nesne İmzalama CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "“Oid” çok uzun";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Bir veya daha fazla sertifikanın süresi dolmuş veya sertifikalar henüz geçerli değil.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Desteklenmeyen bir veya daha fazla kritik uzantı bulundu.";

/* Label of field in Certificate Policies extension */
"Organization" = "Kuruluş";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Diğer Ad";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametreler";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Yol Uzunluğu Kısıtlaması";

/* Policy constraints extension label */
"Policy Constraints" = "Politika Kısıtlamaları";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Politika Tanıtıcısı #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Politika Niteleyicisi #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Politika gereksinimleri karşılanmadı.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Gizli Anahtar Kullanımı Dönemi";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Ayrıcalık Geri Çekilmiş";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Açık Anahtar Algoritması";

/* No comment provided by engineer. */
"Public Key Data" = "Açık Anahtar Verisi";

/* Label of field in extended key usage extension */
"Purpose" = "Amaç";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Niteleyici";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Nedenler";

/* label for general name field value */
"Registered ID" = "Kayıtlı Kimlik";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Açık Politika Gereksin";

/* Netscape certificate type usage value */
"Reserved" = "Ayrılmış";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Kök sertifika güvenilir değil.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sıra";

/* No comment provided by engineer. */
"Serial Number" = "Seri Numarası";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Ayarla";

/* No comment provided by engineer. */
"Signature" = "İmza";

/* No comment provided by engineer. */
"Signature Algorithm" = "İmza Algoritması";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL istemci";

/* Netscape certificate type usage value */
"SSL server" = "SSL sunucu";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Özne Anahtarı Tanıtıcısı";

/* No comment provided by engineer. */
"Subject Name" = "Özne Adı";

/* No comment provided by engineer. */
"Subject Unique ID" = "Öznenin Benzersiz Kimliği";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Yerine Geçti";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Bu sertifika, süresi dolmuş bir sertifika verene sahip";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Bu sertifika, henüz geçerli olmayan bir sertifika verene sahip";

/* No comment provided by engineer. */
"This certificate has expired" = "Bu sertifikanın süresi dolmuş";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Bu sertifika henüz geçerli değil";

/* The certificate is temporally valid */
"This certificate is valid" = "Bu sertifika geçerli";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Ayrıştırılmamış %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Kullanılmayan";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Kullanım";

/* No comment provided by engineer. */
"Valid from" = "Geçerlilik Başlangıcı";

/* No comment provided by engineer. */
"Version" = "Sürüm";

/* label for general name field value */
"X.400 Address" = "X.400 Adresi";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 Adı";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 sürüm %1$d %2$ssertifikası";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Evet";

